{
    "jobs": [
        {
            "order": 3,
            "title": "Webmaster, Design & Development",
            "company": "Laptopshop IT Ltd.",
            "period": "2003 - 2009",
            "content": [
                "My role as a Web master took me from maintaining thousands of products for busy online Laptop retailer to providing full web master role for a constantly developing site.  As well as the technical role of both front and back end development I was solely responsible for all design assignments - banners, email campaigns and product presentation."
            ]
        },
        {
            "order": 2,
            "title": "SEO, Design & Development",
            "company": "High Position Ltd.",
            "period": "2009 - 2011",
            "content": [
                "My role as an SEO specialist and Developer took me from working with small businesses to major global corporations such as Sony (Europe). I was able to support the companies to increase revenue and acquire more customers by leading assignments that focused on the provision of UX and conversion rate optimisation proposals to maximise visitor engagement and to tie in the SEO traffic with greater conversions through usability studies."
            ]
        },
        {
            "order": 1,
            "title": "Marketing, Design & Development",
            "company": "Sports Supplements Ltd.",
            "period": "2011 - 2016",
            "content": [
                "I initially joined the company as the sole Developer and Designer, part of a new marketing team, tasked to take the businesses from simple mail shots to modern marketing using a variety of tools to reach more customers in a better way.",
                "As the site base grew, I moved entirely to development where I facilitated the roll-out of European sites and numerous feature enhancements. I created and led an in-house photography suite for pack shooting."
            ]
        },
        {
            "order": 0,
            "title": "Frontend Developer",
            "company": "GFM, Unit 6",
            "period": "2017 - Present",
            "content": [
                "I initially joined the company to drive a new email marketing platform as a value-add for existing clients, and to assist in feature enhancement and maintenance for key clients such as the Sun and the Daily Mail.",
                "Before long I was asked to be the front-end developer for the Telegraph Fantasy Football game, which soon expanded into Rugby, Cricket and Horse Racing Fantasy games. I am currently leading the development on a React rebuild of a Holidays application within the business."
            ]
        }
    ]
}