{
    "jobs": [
        {
            "order": 3,
            "title": "Webmaster, Design & Development",
            "company": "Laptopshop IT Ltd.",
            "period": "2003 - 2009",
            "content": [
                "Web master for busy online Laptop retailer maintaining thousands of products as well as providing full web master role for a constantly developing site.  As well as the technical role of both front and back end development all design duties were my responsibility - banners, email campaigns and product presentation."
            ]
        },
        {
            "order": 2,
            "title": "SEO, Design & Development",
            "company": "High Position Ltd.",
            "period": "2009 - 2011",
            "content": [
                "My role as an SEO specialist and Developer took me from small businesses to major global corporations such as Sony (Europe).   Duties included the provision of UX and conversion rate optimisation proposals to maximise visitor engagement and to tie in the SEO traffic with greater conversions through usability studies."
            ]
        },
        {
            "order": 1,
            "title": "Marketing, Design & Development",
            "company": "Sports Supplements Ltd.",
            "period": "2011 - 2016",
            "content": [
                "Joining the company as part of a new marketing team, we took the businesses from simple mail shots to modern marketing using a variety of tools to reach more customers in a better way.",
                "Employed as the sole Developer and Designer initially but as the site base grew I moved entirely to development where I facilitated the roll-out of European sites and numerous feature enhancements.  I created and led an in-house photography suite for pack shooting."
            ]
        },
        {
            "order": 0,
            "title": "Frontend Developer",
            "company": "GFM, Unit 6",
            "period": "2017 - Present",
            "content": [
                "I joined the company initially to focus on driving a new email marketing platform as a value add to existing clients as well as to assist in feature enhancement and maintenance of key clients such as the Sun and the Daily Mail.",
                "Before long I took the front-end developer role for the Telegraph Fantasy Football game, which soon expanded in to Rugby, Cricket and Horse Racing Fantasy games.  I now work on a React rebuild of a Holidays application within the business."
            ]
        }
    ]
}